<template>
  <div class="container">
      <div class="row">
          <div class="col-6 about-info">История. В 2006 году Славдом начал свой путь как локальный дилер на рынке СЗФО с ограниченным ассортиментом. 12 лет спустя компания считается не только горизонтально, но и вертикально интегрированной.
Достижению этого результата способствовала территориальная экспансия на рынок Москвы и Московской области, расширение ассортимента и выход в новые направления, организация доставки по всей России, открытие первых дилерских представительств, а в дальнейшем - сети собственных субдилеров.
Из года в год компания демонстрирует стабильный рост благодаря быстрому внедрению передовых технологий для оптимизации бизнес-процессов, комбинации экстенсивного и интенсивного пути развития, комплексности поставок и четкого следования отраслевым стандартам.</div>
          <div class="col-6"><img class="about-img" src="src\assets\about1.jpg" alt=""> </div>
      </div> 
      <div class="row">
      <div class="col-6 about-img"> <img class="about-img" src="src\assets\about1.jpg" alt=""></div>   
      <div class="col-6 about-info">История
В 2006 году Славдом начал свой путь как локальный дилер на рынке СЗФО с ограниченным ассортиментом. 12 лет спустя компания считается не только горизонтально, но и вертикально интегрированной.
Достижению этого результата способствовала территориальная экспансия на рынок Москвы и Московской области, расширение ассортимента и выход в новые направления, организация доставки по всей России, открытие первых дилерских представительств, а в дальнейшем - сети собственных субдилеров.
Из года в год компания демонстрирует стабильный рост благодаря быстрому внедрению передовых технологий для оптимизации бизнес-процессов, комбинации экстенсивного и интенсивного пути развития, комплексности поставок и четкого следования отраслевым стандартам.
      </div>   
      </div> 
  </div>
</template>

<script>

export default {
  name: 'app',
  components: {
  },
  data () {
    return {
     
    }
  }
}
</script>

<style>
  .row{
    margin: 10px 0 0 0;
  }
  .about-img{
    width: 450px;
  }
  .about-info{
    width: 450px;
    background:  rgb(129, 137, 184);
    border: 1px solid rgb(121, 120, 120);;
    box-shadow: 0 0px 3px  rgba(0,0,0,0.5)
  }
</style>
